Repository: EspaceNetworks/callforward
Catalog: i18n/*/LC_MESSAGES/callforward.po
Languages: fa, zh_cn

source: Busy
fa: اشغال

source: Call Forward
fa: انتقال تماس
zh_cn: 呼叫转移

source: Call Forward All Activate
fa: انتقال تمام تماسهای فعال
zh_cn: 呼叫转移 - 全部激活

source: Call Forward All Deactivate
fa: انتقال تمام تماسهای غیر فعال
zh_cn: 呼叫转移 - 全部关闭

source: Call Forward All Prompting Activate
fa: انتقال تماس همه اعلانهای فعال

source: Call Forward All Prompting Deactivate
fa: انتقال تماس همه اعلانهای غیر فعال
zh_cn: 呼叫转移 - 全部提示关闭

source: Call Forward Busy Activate
fa: انتقال تماسهای مشغول فعال
zh_cn: 呼叫转移 - 忙时激活

source: Call Forward Busy Deactivate
fa: انتقال تماسهای مشغول غیر فعال
zh_cn: 呼叫转移 - 忙时关闭

source: Call Forward Busy Prompting Activate
fa: انتقال تماس اعلان مشغول فعال

source: Call Forward Busy Prompting Deactivate
fa: انتقال تماس اعلان مشغول غیر فعال
zh_cn: 呼叫转移 - 忙时提示关闭

source: Call Forward No Answer/Unavailable Activate
fa: انتقال تماس بدون پاسخ/دور از دسترس فعال
zh_cn: 呼叫转移 - 无应答或不可用时激活

source: Call Forward No Answer/Unavailable Deactivate
fa: انتقال تماس بدون پاسخ/دور از دسترس غیرفعال
zh_cn: 呼叫转移 - 无应答或不可用时关闭

source: Call Forward No Answer/Unavailable Prompting Activate
fa: انتقال تماس بدون پاسخ/دور از دسترس اعلان فعال

source: Call Forward Toggle
fa: تغییر وضعیت انتقال تماس
zh_cn: 呼叫前转触发

source: Call Forwarding
fa: منتقل کردن تماس

source: Call Forwarding Has Been Updated!
fa: منتقل کردن تماس به روزرسانی شد!

source: CallForward Ringtimer
fa: مدت زنگ انتقال تماس

source: Forward immediately regardless of current state of line/PBX
fa: انتقال سریع بدون در نظر گرفتن وضعیت فعلی خط/PBX

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
fa: مدت زنگ خوردن به ثانیه برای آنکه تماس به صندوق صوتی و یا دیگر مقاصد منتقل شود باید توسط مدیر در این حساب تنظیم شود.تنظیم همیشه باعث میشود تماس به مقصد منتقل شده و تا زمان پاسخ و یا قطع توسط تماس گیرنده در همین وضعیت بماند.تنظیمات پیشفرض مدت زمان زنگ را مشخص میکند.

source: Preconfigured number to which calls are forwarded if the customer endpoint becomes unresponsive due to an Internet outage or software/configuration failure of endpoint
fa: تنظیم اولیه شماره برای انتقال تماسهایی که مقصد تماس در دسترس نبوده و یا به دلایلی دچار اشکال شده است

source: Preconfigured number to which calls are forwarded if the customer endpoint is busy, usually due to being on an active call
fa: تنظیم اولیه شماره برای انتقال تماسهایی که مقصد تماس اشغال میباشد،با تماس دیگری در حال مکالمه است

source: Seconds
fa: ثانیه ها

source: Unavailable
fa: دور از دسترس

source: Unconditional
fa: بدون قید و شرط
